Repository: OsmBelarus/Databases
Catalog: Nazvy_vulic.OmegaT/tm/Mahiliouskaja/Mahiliou.tmx
Source language: ru
Languages: be

source: 30 лет Победы
be: #30 гадоў Перамогі

source: 3 Июля
be: #3 Ліпеня

source: 8 Марта
be: #8 Сакавіка

source: Авиаторов
be: #Авіятараў

source: Авиационная
be: #Авіяцыйная

source: Автозаводская
be: #Аўтазаводская

source: Автомобильная
be: #Аўтамабільная

source: аграрная
be: #Чырвоназорная

source: Аграрный
be: #Аграрны

source: Азерина
be: #Азерына

source: Азовский
be: #Азоўскі

source: Академика Павлова
be: #Акадэміка Паўлава

source: Актюбинская
be: #Акцюбінская

source: Актюбинский
be: #Акцюбінскі

source: Алейникова
be: #Алейнікава

source: Алексея Пысина
be: #Аляксея Пысіна

source: Аллейная
be: #Алейная

source: Алмазный
be: #Алмазны

source: Алтайский
be: #Алтайскі

source: Ангарский
be: #Ангарскі

source: Андреева
be: #Андрэева

source: Апрельская
be: #Красавіцкая

source: Апрельский
be: #Красавіцкі

source: Аркадия Кулешова
be: #Аркадзя Куляшова

source: Архангельский
be: #Архангельскі

source: Архитектурная
be: #Архітэктурная

source: Багратиона
be: #Баграціёна

source: Базный
be: #Базны

source: Байкальский
be: #Байкальскі

source: Бакунина
be: #Бакуніна

source: Балтийский
be: #Балтыйскі

source: Баумана
be: #Баўмана

source: Безымянная
be: #Безназоўная

source: Белинского
be: #Бялінскага

source: Беличий кут
be: #Белічы кут

source: Беловежский
be: #Белавежскі

source: Белорусская
be: #Беларуская

source: Белыницкого-Бирули
be: #Бялыніцкага-Бірулі

source: Белыничский
be: #Бялыніцкі

source: Береговой
be: #Берагавы

source: Берёзовская
be: #Бярозаўская

source: Берёзовский
be: #Бярозаўскі

source: Берёзовый
be: #Бярозавы

source: Бирюзовая
be: #Бірузовая

source: Бобруйская
be: #Бабруйская

source: Богдана Хмельницкого
be: #Багдана Хмяльніцкага

source: Богдановича
be: #Багдановіча

source: Болдина
be: #Болдзіна

source: Большая Гражданская
be: #Вялікая Грамадзянская

source: Большая Машековская
be: #Вялікая Машэкаўская

source: Большая Чаусская
be: #Вялікая Чавуская

source: Бонч-Бруевича
be: #Бонч-Бруевіча

source: Борисовская
be: #Барысаўская

source: Боровская
be: #Бароўская

source: Бородина
be: #Барадзіна

source: Боткина
be: #Боткіна

source: Ботовкина
be: #Батоўкіна

source: Брамный
be: #Брамны

source: Брикетный
be: #Брыкетны

source: Брусничная
be: #Бруснічная

source: Брюсова
be: #Брусава

source: Брянская
be: #Бранская

source: Будапештская
be: #Будапешцкая

source: Будённого
be: #Будзёнага

source: Буйничская
be: #Буйніцкая

source: Бурденко
be: #Бурдэнкі

source: Бухарестская
be: #Бухарэсцкая

source: Буянова
be: #Буянава

source: Быховская
be: #Быхаўская

source: Быховский
be: #Быхаўскі

source: Вавилова
be: #Вавілава

source: Ванцетти
be: #Ванцэці

source: Варшавская
be: #Варшаўская

source: Васильевский
be: #Васільеўскі

source: Васильковая
be: #Васільковая

source: Ватутина
be: #Ватуціна

source: Ващенко
be: #Вашчанкі

source: Вейнянская
be: #Вяйнянская

source: Вербовая
be: #Вярбовая

source: Верхний
be: #Верхні

source: Верхняя Карабановская
be: #Верхняя Карабанаўская

source: Веры Хоружей
be: #Веры Харужай

source: Весенний
be: #Веснавы

source: Весенняя
be: #Вясновая

source: Ветренный
be: #Ветраны

source: Виленская
be: #Віленская

source: Вильчицкая
be: #Вільчыцкая

source: Вильчицкий
be: #Вільчыцкі

source: Вильямса
be: #Вільямса

source: Витебская
be: #Віцебская

source: Витебский
be: #Віцебскі#Віцебскі тупік

source: Вишнёвая
be: #Вішнёвая

source: Вишневецкого
be: #Вішнявецкага

source: Владимирова
be: #Уладзімірава

source: Войкова
be: #Войкава

source: Вокзальная
be: #Вакзальная

source: Волгоградская
be: #Валгаградская

source: Волжский
be: #Волжскі

source: Воли
be: #Волі

source: Володарского
be: #Валадарскага

source: Волочаевская
be: #Валачаеўская

source: Воровского
be: #Вароўскага

source: Воронежский
be: #Варонежскі

source: Восточная
be: #Усходняя

source: Встречная
be: #Сустрэчная

source: Габровская
be: #Габраўская

source: Гагарина
be: #Гагарына

source: Ганджеев Ров
be: #Ганджэеў Роў

source: Гаражный
be: #Гаражны

source: Гаршина
be: #Гаршына

source: Гастелло
be: #Гастэлы

source: Гвардейская
be: #Гвардзейская

source: Герцена
be: #Герцэна

source: Глинки
be: #Глінкі

source: Гоголя
be: #Гогаля

source: Годуванцева
be: #Гадуванцэва

source: Гомельское
be: #Гомельская шаша

source: Гончарная
be: #Ганчарная

source: Гончарова
be: #Ганчарова

source: Горловский
be: #Горлаўскі

source: Горный
be: #Горны

source: Госпитальная
be: #Шпітальная

source: Гребенёвский
be: #Грэбенёўскі

source: Грибоедова
be: #Грыбаедава

source: Гришина
be: #Грышына

source: Громова
be: #Громава

source: Грушевская
be: #Грушаўская

source: Грушевский
be: #Грушаўскі

source: Дальний
be: #Дальні

source: Дарвина
be: #Дарвіна

source: Даргомыжского
be: #Даргамысскага

source: Дарницкая
be: #Дарніцкая

source: Дашковская
be: #Дашкоўская

source: Дегтярёва
be: #Дзягцярова

source: Декабристов
be: #Дзекабрыстаў

source: Демьяна Бедного
be: #Дзям’яна Беднага

source: Дзержинского
be: #Дзяржынскага

source: Димитрова
be: #Дзімітрава

source: Днепровский
be: #Дняпроўскі

source: Днепропетровский
be: #Днепрапятроўскі

source: Добровольского
be: #Дабравольскага

source: Доватора
be: #Даватара

source: Донской
be: #Данскі

source: Дорожная
be: #Дарожная

source: Достоевского
be: #Дастаеўскага

source: Дружный
be: #Дружны

source: Дубровенский шлях
be: #Дубровенскі шлях

source: Дятловский
be: #Дзятлаўскі

source: Ежевичная
be: #Ажынавая

source: Езерская
be: #Язерская

source: Еловая
be: #Яловая

source: Еловый
be: #Яловы

source: Жасминовый
be: #Язмінавы

source: Жданова
be: #Жданава

source: Железнодорожная
be: #Чыгуначная

source: Железнякова
be: #Жалезнякова

source: Жемчужная
be: #Жамчужная

source: Жиздренский
be: #Жыздрэнскі

source: Жлобинский
be: #Жлобінскі

source: Жуковского
be: #Жукоўскага

source: Заводской
be: #Заводскі

source: Загородное
be: #Загарадная шаша

source: Загородный
be: #Загарадны

source: Залуцкого
be: #Залуцкага

source: Западный
be: #Заходні

source: Заречная
be: #Зарэчная

source: Заречный
be: #Зарэчны

source: Заслонова
be: #Заслонава

source: Затишанская
be: #Зацішанская

source: Затишье
be: #Зацішша

source: Зелёный
be: #Зялёны

source: Земляничная
be: #Сунічная

source: Златоустовского
be: #Златаўстаўскага

source: Зои Космодемьянской
be: #Зоі Касмадзям’янскай

source: Ивановский
be: #Іванаўскі

source: Ивовый
be: #Лазовы

source: Игорянская
be: #Ігаранская

source: Ижевская
be: #Іжэўская

source: Измайловский
be: #Ізмайлаўскі

source: Изумрудная
be: #Ізумрудная

source: Индустриальная
be: #Індустрыяльная

source: Инженерная
be: #Інжынерная

source: Интернациональная
be: #Інтэрнацыянальная

source: Иркутский
be: #Іркуцкі

source: Июльский
be: #Ліпеньскі

source: Июньский
be: #Чэрвеньскі

source: Кавказский
be: #Каўказскі

source: Казимировский
be: #Казіміраўскі

source: Калинина
be: #Калініна

source: Калининградская
be: #Калінінградская

source: Калиновая
be: #Калінавая

source: Калиновского
be: #Каліноўскага

source: Калужский
be: #Калужскі

source: Каманина
be: #Каманіна

source: Камчатский
be: #Камчацкі

source: Карабановская
be: #Карабанаўская

source: Карабановский
be: #Карабанаўскі

source: Карпинского
be: #Карпінскага

source: Карьерный
be: #Кар’ерны

source: Каховская
be: #Кахоўская

source: Качалова
be: #Качалава

source: Кашановская
be: #Каштанаўская

source: Каштановая
be: #Каштанавая

source: Кедровая
be: #Кедравая

source: Киевская
be: #Кіеўская

source: Кирова
be: #Кірава

source: Кирпичная
be: #Цагляная

source: Киселёва
be: #Кісялёва

source: Кишинёвская
be: #Кішінёўская

source: Клайпедская
be: #Клайпедзкая

source: Клары Цеткин
be: #Клары Цэткін

source: Кленовая
be: #Кляновая

source: Клубничная
be: #Клубнічная

source: Ключевая
be: #Ключавая

source: Кобзаревского
be: #Кобзарэўскага

source: Кобринская
be: #Кобрынская

source: Коваленко
be: #Каваленкі

source: Ковровый
be: #Дывановы

source: Кожевенная
be: #Гарбарная

source: Кожедуба
be: #Кажадуба

source: Козлова
be: #Казлова

source: Коллективная
be: #Калектыўная

source: Колосистая
be: #Каласістая

source: Колосовская
be: #Каласоўская

source: Кольцова
be: #Кальцова

source: Комарова
be: #Камарова

source: Комиссариатский
be: #Камісарыяцкі

source: Коммунистический
be: #Камуністычны

source: Комсомольская
be: #Камсамольская

source: Коперника
be: #Каперніка

source: Корнилова
be: #Карнілава

source: Корнышева
be: #Корнышава

source: Королёва
be: #Каралёва

source: Короленко
be: #Караленкі

source: Короткая
be: #Кароткая

source: Космонавтов
be: #Касманаўтаў

source: Котельникова
be: #Кацельнікава

source: Котовского
be: #Катоўскага

source: Кочанова
be: #Качанава

source: Кошевого
be: #Кашавога

source: Крайний
be: #Крайні

source: Красина
be: #Красіна

source: Красная Зорька
be: #Чырвоная Зорка

source: Красногвардейская
be: #Чырвонагвардзейская

source: Красногвардейский
be: #Чырвонагвардзейскі

source: Красного Флота
be: #Чырвонага Флоту

source: Краснодарская
be: #Краснадарская

source: Краснозвёздная
be: #Чырвоназоркавая

source: Краснознамённая
be: #Чырвонасцяжная

source: Красной Кавалерии
be: #Чырвонай Кавалерыі

source: Краснофлотский
be: #Чырвонафлоцкі

source: Красноярская
be: #Краснаярская

source: Красный
be: #Чырвоны

source: Кренкеля
be: #Крэнкеля

source: Крестьянский
be: #Сялянскі

source: Криничная
be: #Крынічная

source: Криулина
be: #Крывуліна

source: Кричевская
be: #Крычаўская

source: Круглый
be: #Круглы

source: Крупской
be: #Крупскай

source: Крутой
be: #Круты

source: Крыленко
be: #Крыленкі

source: Крымский
be: #Крымскі

source: Кубанский
be: #Кубанскі

source: Кузнецкий
be: #Кавальскі

source: Куйбышева
be: #Куйбышава

source: Кулибина
be: #Кулібіна

source: Курако
be: #Куракі

source: Курский
be: #Курскі

source: Кустанайский
be: #Кустанайскі

source: Кутепова
be: #Куцепава

source: Кутузова
be: #Кутузава

source: Лавочкина
be: #Лавачкіна

source: Ладожский
be: #Ладажскі

source: Лазаренко
be: #Лазарэнкі

source: Латышский
be: #Латышскі

source: Леваневского
be: #Леванеўскага

source: Ленина
be: #Леніна

source: Ленинградский
be: #Ленінградскі

source: Ленинская
be: #Ленінская

source: Лепешинского
be: #Лепяшынскага

source: Лермонтова
be: #Лермантава

source: Лесная
be: #Лясная

source: Лесной
be: #Лясны

source: Лесной Ручей
be: #Лясны Ручай

source: Лизы Чайкиной
be: #Лізы Чайкінай

source: Лобачевского
be: #Лабачэўскага

source: Локомобильная
be: #Лакамабільная

source: Ломако
be: #Ламакі

source: Ломоносова
be: #Ламаносава

source: Лорченко
be: #Лорченкі

source: Луганский
be: #Луганскі

source: Луговая
be: #Лугавая

source: Лунная
be: #Месяцовая

source: Лысенко
be: #Лысенкі

source: Льва Толстого
be: #Льва Талстога

source: Львовская
be: #Львоўская

source: Макаренко
be: #Макаранкі

source: Макарова
be: #Макарава

source: Максима Горького
be: #Максіма Горкага

source: Малая Гражданская
be: #Малая Грамадзянская

source: Малиновая
be: #Малінавая

source: Маневича
be: #Маневіча

source: Мартовский
be: #Сакавіцкі

source: Масленникова
be: #Масленікава

source: Матросова
be: #Матросава

source: Машековская
be: #Машекаўская

source: Машиностроительная
be: #Машынабудаўнічая

source: Машиностроительный
be: #Машынабудаўнічы

source: Маяковского
be: #Маякоўскага

source: Медицинский
be: #Медыцынскі

source: Мелиораторов
be: #Меліяратараў

source: Мельникова
be: #Мельнікава

source: Менделеева
be: #Мендзялеева

source: Менжинского
be: #Мянжынскага

source: Мечникова
be: #Мечнікава

source: Мещанские полосы
be: #Мяшчанскія палосы

source: Мигая
be: #Мігая

source: Миколуцкого
be: #Мікалуцкага

source: Минина
be: #Мініна

source: Миномётный
be: #Мінамётны

source: Минский
be: #Мінскі

source: Минское
be: #Мінская шаша

source: Мира
be: #Міру

source: Миронова
be: #Міронава

source: Мичурина
be: #Мічурына

source: Мовчанского
be: #Маўчанскага

source: Могилёвская
be: #Магілёўская

source: Молодёжная
be: #Моладзевая

source: Мопровская
be: #Мопраўская

source: Морозова
be: #Марозава

source: Москвина
be: #Масквіна

source: Московская
be: #Маскоўская

source: Мостовой
be: #Маставы

source: Мстиславская
be: #Мсціслаўская

source: Музыкальный
be: #Музычны

source: Муманский
be: #Муманскі

source: Мусоргского
be: #Мусаргскага

source: Мысовый
be: #Мысавы

source: Мясникова
be: #Мяснікова

source: Надеждинская
be: #Надзеждзінская

source: Надежды
be: #Надзеі

source: Надтачеева
be: #Надтачэева

source: Народного Ополчения
be: #Народнага Апалчэння

source: Натальинская
be: #Наталлінская

source: Национальный
be: #Нацыянальны

source: Невельский
be: #Невельскі

source: Нежинская
be: #Нежынская

source: Некрасова
be: #Някрасава

source: Непокорённых
be: #Непакораных

source: Нефтяной
be: #Нафтавы

source: Нижний
be: #Ніжні

source: Нижняя Карабановская
be: #Ніжняя Карабанаўская

source: Николая Островского
be: #Мікалая Астроўскага

source: Новаторов
be: #Наватараў

source: Новицкого
be: #Навіцкага

source: Оборонная
be: #Абаронная

source: Обувной
be: #Абуткавы

source: Овражный
be: #Аўражны

source: Одесская
be: #Адэская

source: Озёрная
be: #Азёрная

source: Озёрный
be: #Азёрны

source: Октябрьский
be: #Кастрычніцкі

source: Олега Касаева
be: #Алега Касаева

source: Олега Кошевого
be: #Алега Кашавога

source: Ольховская
be: #Альхоўская

source: Ольчинская
be: #Альчынская

source: Орбели
be: #Арбэлі

source: Орджоникидзе
be: #Арджанікідзэ

source: Ореховский
be: #Арэхаўскі

source: Орловская
be: #Арлоўская

source: Орловский
be: #Арлоўскі

source: Орловского
be: #Арлоўскага

source: Оршанский
be: #Аршанскі

source: Осенний
be: #Асенні

source: Осипенко
be: #Асіпенкі

source: Осоавиахимовская
be: #Асавіяхімаўская

source: Островского
be: #Астроўскага

source: Открытый
be: #Адкрыты

source: Офицерский
be: #Афіцэрскі

source: Павлова
be: #Паўлава

source: Павлодарская
be: #Паўладарская

source: Панфилова
be: #Панфілава

source: Папанина
be: #Папаніна

source: Парковая
be: #Паркавая

source: Паровозная
be: #Паравозная

source: Партизанская
be: #Партызанская

source: Пархоменко
be: #Пархоменкі

source: Паустовского
be: #Паўстоўскага

source: Пашковская
be: #Пашкоўская

source: Пашковский
be: #Пашкоўскі

source: Пелагеевская
be: #Пелагееўская

source: Первомайская
be: #Першамайская

source: Первомайский
be: #Першамайскі

source: Перекопская
be: #Перакопская

source: Перекопский
be: #Перакопскі

source: Перова
be: #Пярова

source: Песочная
be: #Пясочная

source: Петровский
be: #Пятроўскі

source: Петрозаводская
be: #Петразаводская

source: Пехотный
be: #Пяхотны

source: Печерская
be: #Пячэрская

source: Печерский
be: #Пячэрскі

source: Пинская
be: #Пінская

source: Пинский
be: #Пінскі

source: Пионерская
be: #Піянерская

source: Писарева
be: #Пісарава

source: Планетный
be: #Планетны

source: Плеханова
be: #Пляханава

source: Подгорная
be: #Падгорная

source: Подгорный
be: #Падгорны

source: Подольская
be: #Падольская

source: Пожарный
be: #Пажарны

source: Пожарского
be: #Пажарскага

source: Покрышкина
be: #Пакрышкіна

source: Полевая
be: #Палявая

source: Полесская
be: #Палеская

source: Полтавская
be: #Палтаўская

source: Полыковичский
be: #Палыкавіцкі

source: Полярный
be: #Палярны

source: Пономаренко
be: #Панамарэнкі

source: Поплавская
be: #Паплаўская

source: Поплавский
be: #Паплаўскі

source: Попова
be: #Папова

source: Правонабережная
be: #Праванабярэжная

source: Праздничная
be: #Святочная

source: Праздничный
be: #Святочны

source: Пржевальского
be: #Пржавальскага

source: Привокзальная
be: #Прывакзальная

source: Пригородная
be: #Прыгарадная

source: Пригородный
be: #Прыгарадны

source: Притыцкого
be: #Прытыцкага

source: Прожекторная
be: #Пражэктарная

source: Прокатная
be: #Пракатная

source: Пролетарская
be: #Пралетарская

source: Промышленная
be: #Прамысловая

source: Профсоюзная
be: #Прафсаюзная

source: Прямой
be: #Прамы

source: Пугачёва
be: #Пугачова

source: Путиловский
be: #Пуцілаўскі

source: Пушкина
be: #Пушкіна

source: Пушкинский
be: #Пушкінскі

source: Рабочий
be: #Рабочы

source: Радужный
be: #Вясёлкавы

source: Разина
be: #Разіна

source: Расковой
be: #Расковай

source: Рассветная
be: #Світанкавая

source: Рассветный
be: #Світанкавы

source: Революционный
be: #Рывалюцыйны

source: Резервная
be: #Рэзервовая

source: Репина
be: #Рэпіна

source: Республиканский
be: #Рэспубліканскі

source: Речной
be: #Рачны

source: Рижская
be: #Рыжская

source: Ровчакова
be: #Раўчакова

source: Рогачёвская
be: #Рагачоўская

source: Рождественская
be: #Калядная

source: Романова
be: #Раманава

source: Ромашко
be: #Рамашкі

source: Ручейная
be: #Ручаёвая

source: Рыбалко
be: #Рыбалкі

source: Рыбинский
be: #Рыбінскі

source: Рыночный
be: #Рынкавы тупік

source: Рябиновый
be: #Рабінавы

source: Салова
be: #Салава

source: Сараканайский
be: #Сараканайскі

source: Саратовский
be: #Саратаўскі

source: Саянский
be: #Саянскі

source: Свердлова
be: #Свярдлова

source: Светлый
be: #Светлы

source: Свободы
be: #Свабоды

source: Связной
be: #Сувязны

source: Севастопольская
be: #Севастопальская

source: Северная
be: #Паўночная

source: Седова
be: #Сядова

source: Селянская
be: #Сялянская

source: Семафорный
be: #Семафорны

source: Сенная
be: #Сянная

source: Сенной
be: #Сянны

source: Серафимовича
be: #Серафімовіча

source: Сибирский
be: #Сібірскі

source: Симонова
be: #Сіманава

source: Сиреневый
be: #Бэзавы

source: Скрынникова
be: #Скрыннікава

source: Славгородский
be: #Слаўгарадзкі

source: Славгородское
be: #Слаўгарадзкая шаша

source: Слепокурова
be: #Слепакурава

source: Слободский
be: #Слабодзкі

source: Слободской
be: #Слабадскі

source: Слуцкий
be: #Слуцкі

source: Смирнова
be: #Смірнова

source: Смоленский
be: #Смаленскі

source: Смолячкова
be: #Смалячкова

source: Снежный
be: #Снежны

source: Советский
be: #Савецкі

source: Совхозный
be: #Саўгасны

source: Солнечная
be: #Сонечная

source: Солнечный
be: #Сонечны

source: Соловьиная
be: #Салаўіная

source: Солтановская
be: #Солтанаўская

source: Сормовская
be: #Сармоўская

source: Сосновая
be: #Сасновая

source: Софийская
be: #Сафійская

source: Софьи Ковалевской
be: #Соф’і Кавалеўскай

source: Социалистический
be: #Сацыялістычны

source: Спартаковская
be: #Спартакаўская

source: Спартаковский
be: #Спартакаўскі

source: Средний
be: #Сярэдні

source: Средняя Карабановская
be: #Сярэдняя Карабанаўская

source: Стальского
be: #Стальскага

source: Станиславского
be: #Станіслаўскага

source: Станционная
be: #Станцыйная

source: Станция Луполово
be: #Станцыя Лупалава

source: Стасова
be: #Стасава

source: Степная
be: #Сцяпная

source: Степной
be: #Стэпавы

source: Столярная
be: #Сталярная

source: Стрелковый
be: #Стралковы

source: Строителей
be: #Будаўнікоў

source: Струшенский Овраг
be: #Струшенскі Аўраг

source: Суворовская
be: #Сувораўская

source: Сурганова
be: #Сурганава

source: Сусанина
be: #Сусаніна

source: Тагильский
be: #Тагільскі

source: Талалихина
be: #Талаліхіна

source: Тани Карпинской
be: #Тані Карпінскай

source: Танковая
be: #Танкавая

source: Текстильный
be: #Тэкстыльны

source: Текстильщиков
be: #Тэкстыльшчыкаў

source: Тенистая
be: #Цяністая

source: Терёхина
be: #Цярохіна

source: Тимирязевская
be: #Ціміразеўская

source: Тимирязовский
be: #Ціміразаўскі

source: Титова
be: #Цітова

source: Тихий
be: #Ціхі

source: Тишовская
be: #Цішоўская

source: Тишовский
be: #Цішоўскі

source: Товарный
be: #Таварны

source: Томский
be: #Томскі

source: Торфяной
be: #Тарфяны

source: Тракторная
be: #Трактарная

source: Транспортный
be: #Транспартны

source: Треугольный
be: #Трохвугольны

source: Трубницких
be: #Трубніцкіх

source: Трубный
be: #Трубны

source: Трудовая
be: #Працоўная

source: Тульский
be: #Тульскі

source: Турова
be: #Турава

source: Тютчева
be: #Цютчава

source: Угловой
be: #Вуглавы

source: Угольный
be: #Вугальны

source: Ульяновский
be: #Ульянаўскі

source: Упорный
be: #Упорны

source: Урицкого
be: #Урыцкага

source: Урожайный
be: #Ураджайны

source: Успенского
be: #Успенскага

source: Учебный
be: #Вучэбны

source: Фабричный
be: #Фабрычны

source: Фатина
be: #Фаціна

source: Февральский
be: #Лютаўскі

source: Фёдорова
be: #Фёдарава

source: Федосеева
be: #Федасеева

source: Филатова
be: #Філатава

source: Франко
be: #Франка

source: Франциска Скорины
be: #Францыска Скарыны

source: Фурманова
be: #Фурманава

source: Хвойный
be: #Хвойны

source: Химиков
be: #Хімікаў

source: Хмелевая
be: #Хмелявая

source: Хмелевская
be: #Хмеляўская

source: Хуторская
be: #Хутарская

source: Цветочная
be: #Кветкавая

source: Цветочный
be: #Кветкавы

source: Цимлянский
be: #Цімлянскі

source: Циолковского
be: #Цыялкоўскага

source: Чайковского
be: #Чайкоўскага

source: Чаплыгина
be: #Чаплыгіна

source: Чаусское
be: #Чавусская шаша

source: Челюскинцев
be: #Чалюскінцаў

source: Челябинский
be: #Чялябінскі

source: Черниговский
be: #Чарнігаўскі

source: Чернышевского
be: #Чарнышэўскага

source: Черняховского
be: #Чарняхоўскага

source: Чехова
be: #Чэхава

source: Чигринова
be: #Чыгрынава

source: Чистая
be: #Чыстая

source: Чкалова
be: #Чкалава

source: Шевченко
be: #Шаўчэнкі

source: Шиповный
be: #Шыпоўны

source: Широкий
be: #Шырокі

source: Ширшова
be: #Шыршова

source: Шкловский
be: #Шклоўскі

source: Школьный
be: #Школьны

source: Шмидта
be: #Шміта

source: Шолохова
be: #Шолахава

source: Шопена
be: #Шапэна

source: Шоссейная
be: #Шасэйная

source: Шутова
be: #Шутава

source: Щорса
be: #Шчорса

source: Юбилейный
be: #Юбілейны

source: Южная
be: #Паўднёвая

source: Южный
be: #Паўднёвы

source: Юмашева
be: #Юмашава

source: Юношеский
be: #Юнацкі

source: Яблоневая
be: #Яблыневая

source: Яблочкина
be: #Яблычкіна

source: Яковлева
be: #Якаўлева

source: Якубовского
be: #Якубоўскага

source: Ямницкая
be: #Ямніцкая

source: Ямницкий
be: #Ямніцкі

source: Янки Купалы
be: #Янкі Купалы

source: Янников Луг
be: #Яннікаў Луг

source: Янтарная
be: #Бурштынавая

source: Яровая
be: #Яравая

source: Ярославская
be: #Яраслаўская

source: Яцыно
be: #Яцына
